Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: 3. If the original decision was to change a discussion period or a voting period, or the resolution is to override the Technical Committee, then only K Developers need to sponsor the resolution to be able to put the decision immediately on hold.
pt_pt: 3. Se a decisão original muda um período de discussão ou um período de votação, ou a resolução anula o comitê técnico, apenas K desenvolvedores(as) precisam apadrinhar/amadrinhar a resolução para que seja possível colocar a decisão imediatamente em espera.

source: 4. If the decision is put on hold, an immediate vote is held to determine whether the decision will stand until the full vote on the decision is made or whether the implementation of the original decision will be delayed until then. There is no quorum for this immediate procedural vote.
pt_pt: 4. Se a decisão é colocada em espera, uma votação imediata acontece para determinar se a decisão deve continuar até que a votação completa sobre a decisão seja feita ou se a implementação da decisão original será adiada até lá. Não há quorum para este procedimento de votação imediata.

source: 5. If the Project Leader (or the Delegate) withdraws the original decision, the vote becomes moot, and is no longer conducted.
pt_pt: 5. Se o(a) líder do Projeto (ou o(a) delegado(a)) retira a decisão original, a votação torna-se irrelevante e não é mais conduzida.

source: 3. Votes are taken by the Project Secretary. Votes, tallies, and results are not revealed during the voting period; after the vote the Project Secretary lists all the votes cast in sufficient detail that anyone may verify the outcome of the election from the votes cast. The identity of a Developer casting a particular vote is not made public, but Developers will be given an option to confirm that their vote is included in the votes cast. The voting period is 2 weeks, but may be varied by up to 1 week by the Project Leader.
pt_pt: 3. Os votos são recebidos pelo(a) secretário(a) do Projeto. Os votos, as tabulações e os resultados não são revelados durante o período de votação; após a votação, o(a) secretário(a) do Projeto lista todos os votos enviados com detalhes suficientes para que qualquer pessoa possa verificar o resultado da eleição a partir dos votos enviados. A identidade de um(a) desenvolvedor(a) que enviou um voto específico não é divulgada, mas os(as) desenvolvedores(as) terão a opção de confirmar que seu voto está incluído nos votos enviados. O período de votação é de 2 semanas, mas pode ser alterado em até mais 1 semana pelo líder do Projeto.

source: 4. The Project Leader has a casting vote. There is a quorum of 3Q. The default option is "None of the above."
pt_pt: 4. O(A) Líder do Projeto tem voto de minerva. Há um quorum de 3Q. A opção padrão é "Nenhuma das opções acima".

source: 5. Proposals, sponsors, ballot options, calls for votes and other formal actions are made by announcement on a publicly-readable electronic mailing list designated by the Project Leader's Delegate(s); any Developer may post there.
pt_pt: 5. As propostas, padrinhos/madrinhas, opções de votação, chamadas para votação e outras ações formais são feitas através de anúncios em uma lista de e-mails publicamente legível designada pelos(as) delegados(as) do(a) líder do Projeto; qualquer desenvolvedor(a) poderá postar lá.

source: 6. Votes are cast by email in a manner suitable to the Secretary. The Secretary determines for each poll whether voters can change their votes.
pt_pt: 6. Os votos são enviados por e-mail de maneira que convenha ao(à) secretário(a). O(A) secretário(a) determina para cada votação se os(as) votantes podem alterar seus votos ou não.

source: 7. Q is half of the square root of the number of current Developers. K is Q or 5, whichever is the smaller. Q and K need not be integers and are not rounded.
pt_pt: 7. Q é a metade da raiz quadrada do número atual de desenvolvedores(as). K é Q ou 5, o que for menor. Q e K não precisam ser inteiros e não são arredondados.

source: 5. Project Leader
pt_pt: 5. Líder do Projeto

source: 5.1. Powers
pt_pt: 5.1. Poderes

source: The Project Leader may:
pt_pt: O(A) líder do Projeto pode:

source: 1. Appoint Delegates or delegate decisions to the Technical Committee.
pt_pt: 1. Nomear delegados(as) ou delegar decisões ao comitê técnico.

source: The Leader may define an area of ongoing responsibility or a specific decision and hand it over to another Developer or to the Technical Committee.
pt_pt: O(A) líder pode definir uma área de responsabilidade ou uma decisão específica e passá-la para outro(a) desenvolvedor(a) ou para o comitê técnico.

source: Once a particular decision has been delegated and made the Project Leader may not withdraw that delegation; however, they may withdraw an ongoing delegation of particular area of responsibility.
pt_pt: Uma vez que uma decisão particular tenha sido delegada e tomada, o(a) líder do Projeto não pode voltar atrás na delegação; no entanto, pode voltar atrás em uma delegação corrente de uma área de responsabilidade em particular.

source: 2. Lend authority to other Developers.
pt_pt: 2. Emprestar autoridade a outros(as) desenvolvedores(as).

source: The Project Leader may make statements of support for points of view or for other members of the project, when asked or otherwise; these statements have force if and only if the Leader would be empowered to make the decision in question.
pt_pt: O(A) líder do Projeto pode criar declarações de suporte para pontos de vista ou para outros(as) membros(as) do projeto, quando requisitado(a) ou não; essas declarações têm força se, e apenas se, o(a) líder receber poderes para tomar a decisão em questão.

source: 3. Make any decision which requires urgent action.
pt_pt: 3. Tomar qualquer decisão que requeira ação urgente.

source: This does not apply to decisions which have only become gradually urgent through lack of relevant action, unless there is a fixed deadline.
pt_pt: Isto não se aplica a decisões que tornaram-se gradualmente urgentes pela falta de ação relevante, a menos que haja um prazo limite fixado.

source: 4. Make any decision for whom noone else has responsibility.
pt_pt: 4. Tomar qualquer decisão para a qual ninguém mais tem responsabilidade.

source: 5. Propose General Resolutions and ballot options for General Resolutions. When proposed by the Project Leader, sponsors for the General Resolution or ballot option are not required; see §4.2.1.
pt_pt: 5. Propor resoluções gerais e opções de votação para resoluções gerais. Quando proposto pelo(a) líder do Projeto, não são necessários(as) padrinhos/madrinhas para a resolução geral ou opção de voto; veja §4.2.1.

source: 6. Together with the Technical Committee, appoint new members to the Committee. (See §6.2.)
pt_pt: 6. Juntamente com o comitê técnico, nomear novos(as) membros(as) para o comitê. (Veja §6.2.)

source: 7. Use a casting vote when Developers vote.
pt_pt: 7. Usar o voto de minerva quando os(as) desenvolvedores(as) votam.

source: The Project Leader also has a normal vote in such ballots.
pt_pt: O(A) líder do Projeto tem também voto normal em tais votações.

source: 8. Vary the discussion period for Developers' votes (as above).
pt_pt: 8. Variar o período de discussão para votações dos(as) desenvolvedores(as) (como acima).

source: 9. Lead discussions amongst Developers.
pt_pt: 9. Liderar discussões entre os(as) desenvolvedores(as).

source: The Project Leader should attempt to participate in discussions amongst the Developers in a helpful way which seeks to bring the discussion to bear on the key issues at hand. The Project Leader should not use the Leadership position to promote their own personal views.
pt_pt: O(A) líder do Projeto deveria tentar participar em discussões entre os(as) desenvolvedores(as) de uma maneira útil que procure fazer com que a discussão toque nos pontos-chave do momento. O(A) líder do Projeto não deverá usar sua posição de liderança para promover seus próprios pontos de vista.

source: 10. In consultation with the developers, make decisions affecting property held in trust for purposes related to Debian. (See §9.). Such decisions are communicated to the members by the Project Leader or their Delegate(s). Major expenditures should be proposed and debated on the mailing list before funds are disbursed.
pt_pt: 10. Em consulta aos(às) desenvolvedores(as), tomar decisões que afetem as propriedades mantidas em confiança para propósitos relacionados ao Debian (veja §9.). Tais decisões são comunicadas aos(às) membros(as) pelo(a) líder do Projeto ou seu(sua)(s) Delegado(a)(s). Gastos maiores devem ser propostos e debatidos na lista de discussão antes dos fundos serem despendidos.

source: 11. Add or remove organizations from the list of trusted organizations (see §9.3) that are authorized to accept and hold assets for Debian. The evaluation and discussion leading up to such a decision occurs on an electronic mailing list designated by the Project Leader or their Delegate(s), on which any developer may post. There is a minimum discussion period of two weeks before an organization may be added to the list of trusted organizations.
pt_pt: 11. Adicionar ou remover organizações da lista de organizações de confiança (veja §9.3) que estão autorizadas a aceitar e manter bens para o Debian. A avaliação e discussão que leva a tal decisão ocorre em uma lista de discussão eletrônica designada pelo(a) líder do Projeto ou por seus(suas) delegados(as), na qual qualquer desenvolvedor(a) pode enviar mensagens. Há um período mínimo de discussão de duas semanas antes que uma organização possa ser adicionada à lista de organizações de confiança.

source: 5.2. Appointment
pt_pt: 5.2. Nomeação

source: 1. The Project Leader is elected by the Developers.
pt_pt: 1. O(A) líder do Projeto é eleito(a) pelos(as) desenvolvedores(as).

source: 2. The election begins six weeks before the leadership post becomes vacant, or (if it is too late already) immediately.
pt_pt: 2. A eleição começa seis semanas antes do posto de liderança ficar vago, ou (se já é muito tarde) imediatamente.

source: 3. For the first week any Developer may nominate themselves as a candidate Project Leader, and summarize their plans for their term.
pt_pt: 3. Pela primeira semana qualquer desenvolvedor(a) pode nomear a si próprio(a) como um(a) candidato(a) a líder do Projeto, e resumir seus planos para seu mandato.

source: 4. For three weeks after that no more candidates may be nominated; candidates should use this time for campaigning and discussion. If there are no candidates at the end of the nomination period then the nomination period is extended for an additional week, repeatedly if necessary.
pt_pt: 4. Por três semanas após esta data, nenhum(a) candidato(a) pode ser nomeado(a); os(as) candidatos(as) devem usar este tempo para fazer campanha e debate. Se não há candidatos(as) ao fim do período de nomeação, o período de nomeação é estendido por mais uma semana, repetidamente se necessário.

source: 5. The next two weeks are the polling period during which Developers may cast their votes.
pt_pt: 5. As próximas duas semanas são o período de eleição durante o qual os(as) desenvolvedores(as) podem enviar seus votos.

source: 6. The options on the ballot will be those candidates who have nominated themselves and have not yet withdrawn, plus None Of The Above. If None Of The Above wins the election then the election procedure is repeated, many times if necessary.
pt_pt: 6. As opções das cédulas serão aqueles(as) candidatos(as) que se nomearam e não desistiram ainda, mais Nenhuma das acima. Se Nenhuma das acima ganhar a eleição, então o procedimento de eleição é repetido quantas vezes for necessário.

source: 7. The decision will be made using the method specified in §A.5 of the Standard Resolution Procedure. The quorum is the same as for a General Resolution (§4.2) and the default option is None Of The Above.
pt_pt: 7. A decisão será tomada usando o método especificado na seção §A.5 do procedimento de resolução padrão. O quorum é o mesmo de uma resolução geral (§4.2) e a opção padrão é Nenhuma das acima.

source: 8. The Project Leader serves for one year from their election.
pt_pt: 8. O(A) líder do Projeto serve por um ano a partir de sua eleição.

source: 5.3. Procedure
pt_pt: 5.3. Procedimento

source: The Project Leader should attempt to make decisions which are consistent with the consensus of the opinions of the Developers.
pt_pt: O(A) líder do Projeto deve tentar tomar decisões que são consistentes com o consenso das opiniões dos(as) desenvolvedores(as).

source: Where practical the Project Leader should informally solicit the views of the Developers.
pt_pt: Onde for possível, o(a) líder do Projeto deve informalmente solicitar os pontos de vista dos(as) desenvolvedores(as).

source: The Project Leader should avoid overemphasizing their own point of view when making decisions in their capacity as Leader.
pt_pt: O(A) líder do Projeto deve evitar super enfatizar seu próprio ponto de vista quando tomar decisões em sua qualidade de líder.

source: 6. Technical committee
pt_pt: 6. Comitê técnico

source: 6.1. Powers
pt_pt: 6.1. Poderes

source: The Technical Committee may:
pt_pt: O Comitê técnico pode:

source: 1. Decide on any matter of technical policy.
pt_pt: 1. Decidir sobre qualquer problema de política técnica.

source: This includes the contents of the technical policy manuals, developers' reference materials, example packages and the behaviour of non-experimental package building tools. (In each case the usual maintainer of the relevant software or documentation makes decisions initially, however; see 6.3(5).)
pt_pt: Isso inclui o conteúdo dos manuais de políticas técnicas, materiais de referência dos(as) desenvolvedores(as), pacotes de exemplo e comportamento de ferramentas de construção de pacotes não experimentais. (Em cada caso, o(a) mantenedor(a) usual do programa relevante ou da documentação toma as decisões inicialmente, no entanto; veja 6.3(5).)

source: 2. Decide any technical matter where Developers' jurisdictions overlap.
pt_pt: 2. Decidir qualquer assunto técnico onde há sobreposição das jurisdições dos(as) desenvolvedores(as).

source: In cases where Developers need to implement compatible technical policies or stances (for example, if they disagree about the priorities of conflicting packages, or about ownership of a command name, or about which package is responsible for a bug that both maintainers agree is a bug, or about who should be the maintainer for a package) the technical committee may decide the matter.
pt_pt: Em casos onde os(as) desenvolvedores(as) precisam implementar políticas técnicas compatíveis ou pontos de vista (por exemplo, se não concordam sobre as prioridades de pacotes conflitantes, ou sobre o(a) dono(a) de um nome de comando, ou sobre qual pacote é responsável por um bug que ambos os(as) mantenedores(as) concordam ser um bug, ou sobre quem deveria ser o(a) mantenedor(a) de um pacote)) o comitê técnico pode resolver a questão.

source: 3. Make a decision when asked to do so.
pt_pt: 3. Tomar uma decisão quando requisitado para tal.

source: Any person or body may delegate a decision of their own to the Technical Committee, or seek advice from it.
pt_pt: Qualquer pessoa ou grupo pode delegar uma decisão própria ao comitê técnico, ou procurar aconselhamento com ele.

source: 4. Overrule a Developer (requires a 3:1 majority).
pt_pt: 4. Anular um(a) desenvolvedor(a) (requer uma maioria de 3:1).

source: The Technical Committee may ask a Developer to take a particular technical course of action even if the Developer does not wish to; this requires a 3:1 majority. For example, the Committee may determine that a complaint made by the submitter of a bug is justified and that the submitter's proposed solution should be implemented.
pt_pt: O comitê técnico pode pedir a um(a) desenvolvedor(a) para tomar um curso de ação técnica em particular mesmo que o(a) desenvolvedor(a) não queira; isto requer uma maioria de 3:1. Por exemplo, o comitê pode determinar que uma reclamação feita pelo(a) emissor(a) de um bug é justificada e que a solução proposta pelo(a) emissor(a) deve ser implementada.

source: 5. Offer advice.
pt_pt: 5. Oferecer conselhos.

source: The Technical Committee may make formal announcements about its views on any matter. Individual members may of course make informal statements about their views and about the likely views of the committee.
pt_pt: O comitê técnico pode fazer anúncios formais sobre seus pontos de vista sobre qualquer questão. Membros(as) individuais podem, é claro, criar declarações informais de seus pontos de vista sobre os prováveis pontos de vista do comitê.

source: 6. Together with the Project Leader, appoint new members to itself or remove existing members. (See §6.2.)
pt_pt: 6. Juntamente com o(a) líder do Projeto, nomear novos(as) membros(as) para si mesmo ou remover membros(as) existentes (veja §6.2.).

source: 7. Appoint the Chair of the Technical Committee.
pt_pt: 7. Nomear o(a) presidente(a) do comitê técnico.

source: The Chair is elected by the Committee from its members. All members of the committee are automatically nominated; the committee votes starting one week before the post will become vacant (or immediately, if it is already too late). The members may vote by public acclamation for any fellow committee member, including themselves; there is no default option. The vote finishes when all the members have voted, or when the voting period has ended. The result is determined using the method specified in §A.5 of the Standard Resolution Procedure. There is no casting vote. If there are multiple options with no defeats in the Schwartz set at the end of §A.5.8, the winner will be randomly chosen from those options, via a mechanism chosen by the Project Secretary.
pt_pt: O(A) presidente(a) é eleito(a) pelo Comitê a partir de seus membros(as). Todos(as) os(as) membros(as) do comitê estão automaticamente nomeados(as); o comitê começa a votar uma semana antes do posto ficar vago (ou imediatamente, se já for muito tarde). Os(As) membros(as) podem votar por aclamação pública em qualquer colega membro(a) do comitê, incluindo a si mesmos(as); não há opção padrão. A votação acaba quando todos(as) os(as) membros(as) votaram, ou quando o período de votação acaba. O resultado é determinado usando o método especificado na seção A.5 do procedimento de resolução padrão. Não há voto de minerva. Se houver várias opções sem derrotas no conjunto de Schwartz no final de §A.5.8, o(a) vencedor(a) será escolhido(a) aleatoriamente entre essas opções, por meio de um mecanismo escolhido pelo(a) secretário(a) do Projeto.

source: 8. The Chair can stand in for the Leader, together with the Secretary
pt_pt: 8. O(A) presidente(a) do comitê pode servir de líder, juntamente com o(a) secretário(a)

source: As detailed in §7.1(2), the Chair of the Technical Committee and the Project Secretary may together stand in for the Leader if there is no Leader.
pt_pt: Como detalhado em §7.1(2), o(a) presidente(a) do comitê técnico e o(a) secretário(a) do Projeto podem, juntos, substituir o(a) líder se não houver líder.

source: 6.2. Composition
pt_pt: 6.2. Composição

source: 1. The Technical Committee consists of up to 8 Developers, and should usually have at least 4 members.
pt_pt: 1. O comitê técnico consiste de até 8 desenvolvedores(as) e deve ter normalmente pelo menos 4 membros(as).

source: 2. When there are fewer than 8 members the Technical Committee may recommend new member(s) to the Project Leader, who may choose (individually) to appoint them or not.
pt_pt: 2. Quando há menos de 8 membros(as), o comitê técnico pode recomendar novos(as) membros(as) ao(à) líder do Projeto, que pode escolher (individualmente) nomeá-los(as) ou não.

source: 3. When there are 5 members or fewer the Technical Committee may appoint new member(s) until the number of members reaches 6.
pt_pt: 3. Quando houver 5 membros(as) ou menos, o comitê técnico pode nomear novos(as) membros(as) até que o número de membros(as) atinja 6.

source: 4. When there have been 5 members or fewer for at least one week the Project Leader may appoint new member(s) until the number of members reaches 6, at intervals of at least one week per appointment.
pt_pt: 4. Quando houver 5 membros(as) ou menos, por pelo menos uma semana, o(a) líder do Projeto pode nomear novos(as) membros(as) até que o número de membros(as) atinja 6, em intervalos de pelo menos uma semana por nomeação.

source: 5. A Developer is not eligible to be (re)appointed to the Technical Committee if they have been a member within the previous 12 months.
pt_pt: 5. Um(a) desenvolvedor(a) não é elegível para ser (re)nomeado(a) para o comitê técnico caso tenha sido um(a) membro(a) dentro dos 12 meses anteriores.

source: 6. If the Technical Committee and the Project Leader agree they may remove or replace an existing member of the Technical Committee.
pt_pt: 6. Se o comitê técnico e o(a) líder do Projeto concordarem, podem remover ou substituir um(a) membro(a) existente do comitê técnico.

source: 7. Term limit:
pt_pt: 7. Limite de mandato:

source: 1. On January 1st of each year the term of any Committee member who has served more than 42 months (3.5 years) and who is one of the two most senior members is set to expire on December 31st of that year.
pt_pt: 1. No dia 1º de janeiro de cada ano, o mandato de qualquer membro(a) do Comitê que tenha servido por mais de 42 meses (3,5 anos) e que seja um(a) dos(as) dois(duas) membros(as) mais antigos(as), é definido para expirar em 31 de dezembro do mesmo ano.

source: 2. A member of the Technical Committee is said to be more senior than another if they were appointed earlier, or were appointed at the same time and have been a member of the Debian Project longer. In the event that a member has been appointed more than once, only the most recent appointment is relevant.
pt_pt: 2. Um(a) membro(a) do comitê técnico é dito como mais antigo(a) do que outro(a) se foi nomeado(a) mais cedo, ou foram nomeados(as) ao mesmo tempo e um(a) tiver sido membro(a) do Projeto Debian há mais tempo. No caso de um(a) membro(a) ter sido nomeado(a) mais de uma vez, apenas a nomeação mais recente é relevante.

source: 6.3. Procedure
pt_pt: 6.3. Procedimento

source: 1. Resolution process.
pt_pt: 1. Processo de resolução.

source: The Technical Committee uses the following process to prepare a resolution for vote:
pt_pt: O comitê técnico usa o seguinte processo para preparar uma resolução para votação:

source: 1. Any member of the Technical Committee may propose a resolution. This creates an initial two-option ballot, the other option being the default option of "None of the above". The proposer of the resolution becomes the proposer of the ballot option.
pt_pt: 1. Qualquer membro(a) do comitê técnico pode propor uma resolução. Isso cria uma cédula inicial com duas opções, sendo a outra opção a padrão "Nenhuma das opções acima". O(A) proponente da resolução torna-se o(a) proponente da opção de voto.

source: 2. Any member of the Technical Committee may propose additional ballot options or modify or withdraw a ballot option they proposed.
pt_pt: 2. Qualquer membro(a) do comitê técnico pode propor opções de votação adicionais ou modificar ou retirar uma opção de votação que propuseram.

source: 3. If all ballot options except the default option are withdrawn, the process is canceled.
pt_pt: 3. Se todas as opções de votação, exceto a opção padrão, forem retiradas, o processo será cancelado.
